{
  "The Fool": "Carefree · Foolish · Important decisions · New beginnings · Optimistic\n\n\nThe Fool is a very powerful card in the Tarot deck, usually representing a new beginning -- and, consequently, an end to something in your old life. The Fool's position in your spread reveals which aspects of your life may be subject to change. The Fool portends important decisions ahead which may not be easy to make, and involve an element of risk for you. Approach the changes with optimism and care to gain the most positive outcome.",
  "The Magician": "Confident · Creative · Important communications · Skillful · Talented & proficient\n\n\nThe Magician generally associates with intelligent and skillful communicators. His presence in your spread indicates a level of self-confidence and drive which allows you to translate ideas into action. A practical card, the revelations it brings are best applied to the pragmatic and physical aspects of your life, rather then the ephemeral or theoretical. Your success in upcoming ventures in politics or business will likely hinge upon your own strength of will and determination.",
  "The High Priestess": "Feminine influences · Insightful · Mystery · Understanding · Wisdom\n\n\nYour identification with the High Priestess suggests you possess inherent good judgment, in the form of strong intuition. She may indicate that reason should take second place to instinct. Your head must trust in the wisdom of your heart for a change. Yet, she is also an aide by nature, and her presence in certain parts of your spread could be indicative of someone close to you coming to your rescue with their own intuition. Intuition is most effective at seeing what is hidden to the senses, so the High Priestess may also come as a warning of concealed facts or influences that are, or will be, important to you.",
  "The Empress": "Abundant creativity · Fertility · Fulfillment · Mother figure · Productivity\n\n\nTraditionally associated with strong maternal influence, the presence of the Empress is excellent news if you are looking for harmony in your marriage or hoping to start a family. Any artistic endeavours you are currently associated with are also likely to be more successful, as this card often finds those exposed to strong bursts of creative or artistic energy. That creative energy may not be in the form of a painting or art project, however: This card also suggests a very strong possibility of pregnancy -- not necessarily yours, but you might be seeing a new addition to your extended family or the family of a close friend in the near future! This card is a good portent for you and those around you.",
  "The Emperor": "Authority · Father figure · Masculine influence · Rational · Stable\n\n\nCounterpart to the Empress, the Emperor is signifies a powerful influence, generally male in nature. This can also include concepts in your life historically considered masculine, such as leadership and authority, self-discipline, and stability through the power of action. Its positive influences suggest you may be on a path to advancement or promotion, but it can also be neutral. Often a companion to those destined to take on greater responsibility, it may presage change or loss that necessitates you stepping forward to shoulder a greater burden than you have in the past. Whatever the impetus for the change, it indicates you may possess an uncommon inner strength that will compel you act and to lead.",
  "The Hierophant": "Approval · Conformity · Consent · Good advice · Marriage or Union\n\n\nDepending on your own nature, the Hierophant can mean very different things. At its root, it represents doctrine, but doctrine can come in the form of teaching and guidance or rigid authority. Where it appears in your spread is also important, as it is most often indicative of your own approach to the moral, religious, and social conventions of the world. Considered wisely, it helps show the path towards fulfillment.",
  "The Lovers": "Attachment or combination · Conflicting choices · Partners · Relationships · Union\n\n\nYour first instinct will most likely be to associate this card as representing love, but, much like love, it does not possess a simple nature. Not only does love comes in many forms, but the Lovers may indicate important or difficult choices ahead in your life. This is bad, in that the choices it portends are generally mutually exclusive, paths to two very different futures, but also good, in that it also confirms that at least one of those paths will take you to a good place. As such, if you happen to find it in your spread, you should consider it carefully, but not fear it. It tells a story of difficult choices, likely painful, but that the correct decision and a positive outcome are within your grasp.",
  "The Chariot": "Journey · Progression · Strong character · Success from effort · Transportation and movement\n\n\nYou have some hard work ahead of you. It may be resolved quickly, but the Chariot is a powerful card, and the labor you are undertaking will probably trend towards long and difficult. You will quite possibly experience rough roads, long uphill slopes, dead ends, and painful setbacks. A good outcome is only assured if the card is upright, but do not let yourself lose hope: This hard road will instil in you a strength of purpose, the ability to overcome through organization and endurance, and the confidence possessed only by those who have done what they thought they could not. Harnessed correctly, few forces can stand against an individual like that.",
  "Strength": "Energy · Facing problems · Strengh · Vitality · Willpower\n\n\nStrength is the rawest form of power, and you possess it in some form. It is a very happy card if you are fighting illness or recovering from injury. As might be suspected, its influence over you, and the use you put it to, can trend towards light or dark. You likely trend towards facing your problems courageously, head-on, and conquering them through perseverance and will. With this ability to overcome life's obstacles, though, comes the responsibility to control yourself, and it this card may be a warning to take command of your own actions or emotions before they damage you or the people you care about.",
  "The Hermit": "Detachment · Guidance · Solitude · Sour-searching and introspection · Thinking and reflection\n\n\nThere are times in every life, when one must step back and make a careful examination of their situations and decisions. Finding the Hermit in your spread suggests this is just such a time for you. You are in need of a period of inner reflection, away from the current demands of your position. This retreat can be physical, or a search within. Only a deep and honest introspection will lead to a solution, however.",
  "Wheel of Fortune": "Change · Destiny · Good luck · Life cycles · New direction\n\n\nSymbolic of life's cycles, the Wheel of Fortune speaks to good beginnings. Most likely, you will find the events foretold to be positive, but, being aspects of luck, they may also be beyond your control and influence. Tend those things you can control with care, and learn not to agonize over the ones you cannot.",
  "Justice": "Balance · Equality · Fairness · Justice · Law and legal matters\n\n\nJustice is a very good card to find in your spread if you have acted with kindness and fairness towards other and, especially, if you have been a victim. It is a significant indicator of a positive resolution, although how and what sort will depend on your own experiences. If you have been unfair, abusive, or otherwise shady and immoral in your dealings, though, pay heed. For the unjust, this card is, at best, a dire warning to change your ways before retribution falls upon you, and, at worst, a simple statement that it is already too late. In neutral cases, it may simply be telling you to seek out balance in your life.",
  "The Hanged Man": "A period of transition · Gaining for a sacrifice · Suspending · Restricting · Discontinued\n\n\nThe Hanged Man can be interpreted in two very different ways. All change is a small kind of death, as the old must die to create the new, and it may simply indicate upheaval or change in your future, perhaps beyond your control, but more likely a decision that, for good or ill, you will not be able to turn back from. The other interpretation is one of sacrifice, although whether this sacrifice is small or great may not be easily interpreted. Both interpretations imply permanence, and that you should give very careful thought to the decisions in your life.",
  "Death": "End · New beginning · Loss · Dramatic change · Destruction\n\n\nDeath is indicative of change in your future. This change can be in almost any aspect of your life, but it will almost certainly be permanent, significant, and absolute. Death suggests a complete severance between the past and the future, and it will likely be painful. Despite the sense of loss that may accompany it, Death fills an important and natural role in life, and leads eventually to acceptance. It is a necessary part of moving forward, and you will find the changes easiest if you embrace them, rather than fight them. Expect the end of a close friendship, a job, a marriage, or even a life, but do not focus too greatly on the negative.",
  "Temperance": "Capable · Control · Harmony and balance · Moderation (drugs / alcohol) · Self-confidence\n\n\nAn optimistic card, Temperance encourages you to find balance in your life and approach problems with a calm demeanour. It recognizes that opposing forces need not be at war within you. Tread carefully in any major decisions you make, with confidence that good decisions will lead to a good resolution for you.",
  "The Devil": "Anger · Jealousy and resentment · Self-delusion · Selfishness · Violence\n\n\nThe Devil is in the business of entrapment. It signifies a situation from which there is no escape, or a road leading to one. Forewarning may let you avoid the trap, or it may not. What sort of trap, and how you might avoid it, depends on where the Devil appears in your spread, and what other cards surround it. This card does not foretell doom, only the need for prudence.",
  "The Tower": "Destruction · Dramatic change · Loss and ruin · New start · Unexpected events\n\n\nDark and foreboding, the Tower is the embodiment of disruption and conflict. Not just change, but the abrupt and jarring movement caused by the unforeseen and traumatic events which are part of life. The Tower in your spread is always a threat, but life inevitably involves tragedy, and you must decide whether you will face it with grace.",
  "The Star": "Calm and serenity · Destiny · Hope · Opportunity · Renewal\n\n\nThe Star's presence signifies a period of respite and renewal for you. This renewal may be spiritual, physical, or both. It is a particularly positive sign if you or someone close is recovering from illness or injury. It is a light in the darkness, illuminating your future and your past.",
  "The Moon": "Be careful · Caution · Confusion · Delusion · Risk\n\n\nSomething in your life is not what it seems. Perhaps a misunderstanding on your part, or a truth you cannot admit to yourself. It may also indicate something important being kept from you by another. This may be a source of worry or depression in your life, and the Moon is a strong indicator that you must rely on your intuition to see through the subterfuge.",
  "The Sun": "Abundance · Achievement · Joy · Productivity · Success\n\n\nAs an inherently good influence, finding the Sun is a positive development. It is suggestive of personal gain, and that personal goals and joy are within reach, if you are willing to invest the effort to actualize them. If you are embarking on a new personal venture, such as marriage or beginning a family, the Sun is of particular influence.",
  "Judgement": "Change · Decisions · Success · Transformation · Upheaval\n\n\nJudgment tells a story of transition, but unlike Death or the Tower, it is not sudden change, or born of luck or intuition, but change that springs from reason. It signifies plans, often long in the making, coming to fruition. If it points towards the future, it may also speak towards the nature of the change; if there is a choice that needs to be made, ruminate and let your mind guide the decision. Logic, in this case, is a better guide than intuition. Be prepared to make a major decision in your life, likely one that will shape the next chapter of your life.",
  "The World": "Certainty · Completion · Positive · Reward · Satisfaction\n\n\nThe World is an indicator of a major and inexorable change, of tectonic breadth. This change represents a chance for you to bring about a desirable end to the Old and a good beginning to the New. It is indicative of growing maturity, a sense of inner balance and deeper understanding. It suggests that you may be approaching a more final sense of identity, and the security in the self that comes with age. It also represents the falling away of boundaries, sometimes in the effusive sense of the spiritual, but sometimes in a purely physical sense, indicating travels or journeys in the future.",
  "King of Cups": "Compassionate · Good advice / Helpful · Integrity · Mature, Authoritative Man · Spouse\n\n\nThe King of Cups is the worldly and calm projection of authority. Find him in your spread is most likely a reference to someone else who will aid you in achieving your goals. This person may seem unconcerned, even distant, but their motivations are pure. Whatever advice they give will be important to you and should be considered in your own deliberations. If it does refer to you, personally, it shows an inner strength and tightly disciplined control of emotions.",
  "Queen of Cups": "Intuitive · Mature, Sensitive Woman · Spouse · Virtuous · Wise\n\n\nSensitivity and an affectionate nature are traditionally associated with the Queen of Cups, who is the emotionally open balance to the King. Despite her open nature, you will still find her influence to be largely passive. Particularly for men, her presence is a reminder to stay in touch with the emotional aspects of their character. You should take her presence a gentle hand seeking to show you the power of your own inner aspects, whose power may be obscured by their quiet nature.",
  "Knight of Cups": "Arrival · Creative · Invitation · New opportunities · Proposal\n\n\nThe Knight of Cups encourages you to remember that victory is not just an exercise in strength of arms, but can be achieved through cleverness and a savvy mind. He can also be given to flights of wild fancy, though, so you may also interpret him as a warning to maintain your focus. New initiatives in your life are likely on their way, and you must remember to seek novel paths to accomplish goals, but also not lose sight of where you are going",
  "Page of Cups": "Announcement · Birth · Creative ideas · Good news · Message\n\n\nThe Page of Cups, if it refers to you in your spread, suggests an introspective nature, inclined towards art, and possessing a kind heart. You may let credit you deserve pass you by out of shyness. The card may also be indicative of someone, likely overlooked, in your own life who is in a position to aid you in pursuit of a specific goal. Although somewhat dependent on its position in your spread, the Page is generally the bearer of good news",
  "Ten of Cups": "Abundance · Achievement · Commitment · Family · Happiness\n\n\nYou can expect to attain some long goal if you find the X of Cups in your spread. This card is, like the rest of the Cups, imbued with emotional undertones. It may signal the mending of bridges between friends or family members you were once close to, if there has been a rift. You may also find that it symbolizes your own inner emotional turmoil being resolved. In reference to marriage it is usually indicative of lasting emotional bonds",
  "Nine of Cups": "Complete · Fulfilled · Generous · Pleasure · Satisfaction\n\n\nThis card is a very powerful positive indicator for you! It represents a lasting or powerful contentment in your life. While nothing is permanent, somewhere along your life's path you can expect to be truly happy. It is heavily tied to creative endeavour and good wishes for the future.",
  "Eight of Cups": "Abandonment · Avoiding · Changes in lifestyle · Leaving / Going · Personal development\n\n\nThe VIII suggests that there is stability and security in your life, but at a personal cost. You are probably unfulfilled by your current life. Depending on the rest of your spread, it may be a strong push for you to move on, and find the courage to strike out in a new direction. You will have to look closely at your work, your relationship, and your own beliefs to identify the source of your ennui, and then decide if you are willing to set aside some of your life's stability in order to find happiness.",
  "Seven of Cups": "Confusion · Dreams and ambitions · Speculating · Decision · Temptation\n\n\nThis card speaks strongly to your inner self. It is trying to tell you something about your unconscious or the realms of your imagination. Your hopes, dreams, and unrealized aspirations are all fair game to the VII of Cups. It speaks of a deep confusion, or a lack of understanding of your true motivations by your conscious mind. It is time to look carefully at your own motivations and reexamine your goals, but it is also a risky time to act upon your conclusions.",
  "Six of Cups": "Apology · Past associations · Reconciliation · Reminiscent · Return\n\n\nThe VI of Cups is rooted deep in the past, but it is also a card closely bound to your happiness. It suggests that your family, your old friends, perhaps even past lovers, are in the process of adding greatly to the joys in your life. This card may also refer to past efforts, labours of love, and personal projects rewarding you, usually in an emotional sense, rather than financial.",
  "Five of Cups": "Avoidance · Detachment · Loss · New hope · Regret\n\n\nThis card is a dark omen. Like the rest of its suit, it is bound your emotions, and it brings with it a warning of loss and disappointment. Expect a setback in your life, almost certainly emotional. While this may be emotional, it may be a project or goal you are particularly invested in, emotionally. In certain positions it might also refer to events of the past which continue to cause regret or heartache. The only solution is optimism; this too shall pass.",
  "Four of Cups": "Boredom · Disappointment · Dissatisfaction · Re-evaluation · Tedious\n\n\nApathy is the most insidious of evil. If its influence remains unchecked you may lose yourself, and not even realize what you have lost. This card is a strong warning that you must break out of your current cycles. Seek out causes or people to care and fight for. Make new goals, and then seek out new paths to reach them. Now is the time to take risks, as the price of failure is far less than the cost of no longer seeking success.",
  "Three of Cups": "Abundance · Celebration · Creativity · Entertainment · Gathering\n\n\nThis card is both a portent of celebration and cause for it. It tells of great happiness in the future for you, and not of the passing kind, but secure joy which will last and be shared with those around you. Commonly associated with the completion of a meaningful project, or, even more likely, a birth.",
  "Two of Cups": "Commitment · Friendship · Love · Partnership · Relationship\n\n\nThe single resounding theme associated with the II of Cups is partnership. What sort of partnership is less clear, but you are in the past, present, or future, part of a powerful one. This partnership will involve absolute trust and commanding respect. It may, of course, be a particularly emotional love affair, but it could just as easily be a deep and abiding friendship. The exact nature may be revealed by the rest of the spread, or it may not. It will be a source of happiness for you, though, a presence in your life you can count on at every turn, and whose well-being will be as important to you as your own.",
  "Ace of Cups": "Abundance · Creativity · Intense relationship · Satisfaction · Success\n\n\nThe Ace of Cups signifies the beginning of period of strong emotional health for you. Expect copious joy, happiness, and love to surround you during this time. Existing personal relationships may strengthen, meaningful new ones are likely to form. If marriage is in your future, you are likely to lay the foundations for it during this time.",
  "King of Swords": "A Mature, authoritative man · Assertive · Authority · Government / Legal · Leadership\n\n\nThe King of Swords represents the professional aspects of authority. Often associated with those in legal or business careers, he most likely represents someone who will aid you in one of these fields. This person may be assertive, or even seek to dominate you in their confidence that they know how best to aid you. While they may be friendly, their primary motivation is unlikely to be emotional.",
  "Queen of Swords": "A mature, perceptive woman · Independent · Loss · Pain · Separation\n\n\nThe Queen of Swords represents a very perceptive individual, sharp-witted and professionally distant. You will most likely find her to be your aid and counsel, possibly a teacher. Not necessarily female, but likely to be, this person should be trusted and may take an interest in you, but that interest is unlikely to be romantic. A powerful ally, respect her intelligence and you will be rewarded with peerless guidance.",
  "Knight of Swords": "Conflict · Destruction · Domineering · Loss · Unexpected\n\n\nIf you or someone close to you is represented by the Knight of Swords, beware. It is symbolic of a forceful personality, one which combines zealous dedication to success with razor-sharp intellect. However, whether in the form of a companion or your own inner nature, these same attributes can give rise to a formidable enemy. When it refers instead to your circumstances, the Knight suggests you are headed for turbulent times, which can be most successfully faced with decisive action on your part.",
  "Page of Swords": "Aggressive · Challenging · Change · Intelligent · Vigilant\n\n\nYour personality may trend towards the stubborn and opinionated, if the Page represents you in the spread, but it is also indicative of strong analytical skills and an energetic nature. You have a predilection towards identifying the core of issues and accurately assessing your own stance on them. This will allow you to become an excellent negotiator. If the card refer to a situation, instead, prepare yourself to make many important decisions quickly. Trust in your reason and your judgment to navigate these difficulties.",
  "Ten of Swords": "End · Failure · Mortality · New hope · Ruin\n\n\nThe X of Swords is a cause for fear in any who believe in the power of the cards, and you should prepare yourself for whatever it portends. It is one of many cards which can represent disaster, but, alone among them, it is a disaster which cannot be avoided. It foretells not only a complete failure but an unavoidable one. What is more, the failure will not be small or easily overcome. This is not a fortune to be changed or avoided, only endured: If you stay strong, new dreams can be built from the ashes.",
  "Nine of Swords": "Accidents · Paranoia · Depression · Grief · Mental anguishn\n\n\nOne of the more negative card to discover in your spread, the IX of Swords foretells or describes a powerful mental anguish. The source of this anguish may well be within you, arising from you being too quick to cast a negative light on your actions or abilities. It may also arise from paranoia. Despite often being unfounded, your pain can take the form of sleeplessness, of fear, depression, loneliness and isolation. Beware pushing away those who are seeking to help you, and find the courage to reach out for help. Even if these feelings are based in reality, it may be difficult for you to clearly find a solution in your current state. Carefully consider the other cards in your spread, look for card associated with potential sources of aid and counsel.",
  "Eight of Swords": "Constraint · Disillusioned · Frustration · Obstacles · Restrictions\n\n\nSome things in life are beyond your control, and the VIII of Swords suggests that you are being actively held back by some of them. This can something as personal as a bad boss or as sweeping as international politics. In any case, you are likely finding your options restricted at every turn, and may being experiencing rising frustration and anxiety. Your best course of action lies with the only thing you can control: You. Approach this situation with patience, and be ready to move when the situation changes.",
  "Seven of Swords": "Avoiding confrontation · Failure · Incomplete · Theft · Unknown opponents\n\n\nAnother card which indicates forces opposing you, the VII of Swords points to there being a single source of your frustration. This is both positive, in that you may be able to identify that source and change your circumstances, and negative, in that this source may well be aware of you and deliberately sabotaging you. The road to your success does not lie in direct confrontation, however, but instead in guile. Instead of attacking the obstacles raised against you, find ways around them.",
  "Six of Swords": "A journey · Better future · Escape · Left over challenges · Travel\n\n\nYour mental focus can put you on track to leave your current troubles behind, leading to better times ahead. It is important to face your problems from a mental standpoint, thinking through them. There is still trouble ahead for you, but the worst is over.",
  "Five of Swords": "Conflict · Defeat · Loss · Low self-esteem · Separation\n\n\nThis card indicates conflict in your life. Worse yet, it is closely associated with defeat. It is likely that the defeat will be traumatic, and you will need to retreat and regroup. Your may have suffered injury to your pride or self-esteem, but the V of Swords is also a warning of a potential to get caught in the cycle. Handle defeat with grace, move on, and success will come to you.",
  "Four of Swords": "Delays · Healing · Rest · Sickness · Withdrawal\n\n\nRepresenting order and stability, combined with the tumultuous nature of the Swords, the IV of Swords offers your respite from the battles in your life. The peace may be temporary, but appreciate it while it lasts. It may point towards recovery from prolonged illness.",
  "Three of Swords": "Fresh beginning · Loss · Pain · Separation · Suffering\n\n\nThe presence of the III of Swords in your spread suggests significant pain in your life. This pain is likely caused by or the result of conflict, perhaps due to disrupted partnership or friendship. This pain may be part of a new beginning, but you must face your pain honestly to overcome it.",
  "Two of Swords": "Balance · Conflict resolution · Decisions · Peace of mind · Prejudicen\n\n\nLike crossed blades, the II of Swords represents a balance of forces. Not necessarily an absence of struggle, but an equal distribution of force in opposition. It may indicate you are in a position to mediate a conflict, or it may instead suggest you are caught in the middle of a dilemma with no clear outcome. The resolution of this state will likely bring peace for you.",
  "Ace of Swords": "Achievement · Advantage · Advantage · Mental focus · Victory\n\n\nThe Ace of Swords is, like all of the Aces, the purest embodiment of its suit. In relation to your personality or your actions it implies a strong element of focus, determination, and an intellectual capacity. It may suggest change through warring forces, possibly internal; conflicts of not necessarily overt reasoning regarding inner consciousness, keep energetic to triumph.",
  "King of Wands": "Authority figure · Financial gain · Honest and trustworthy · Mediation · Professional\n\n\nThe King of Wands may signify an upcoming financial windfall for you. It can also represent an association with a masculine authority figure, a leader and arbitrator. You may find yourself aided in solving a dispute. Be open to the advice of those with more experience than yourself.",
  "Queen of Wands": "Career-oriented · Hard worker · Honest · Independent and home-loving · Thoughtful\n\n\nThe Queen of Wands is associated with an outgoing and friendly personality, indicating you are extroverted but self-contained. An independent streak may contrast with your strong attachment to your close friends and family. Depending on its position in your spread, this card may also refer to someone close to you who you can rely on.",
  "Knight of Wands": "Challenging · Determination · Foreign travel · Leader · Unpredictability\n\n\nThe Knight of Wands is a maverick's card, and it may be associated with you if you are given to spontaneity, shifting your positions quickly. This may lead some to see you as capricious, but most will enjoy your energy. This card can also signify change for you, likely in the form of travel, or a change in your environment. Be aware, it may well come on you suddenly!",
  "Page of Wands": "Adventurous · Ambitious · Energetic and Active · New beginnings · Skilled\n\n\nA vital indicator, the Page suggests good news coming to you from or about a youthful individual. If the card is describing you, personally, it indicates you possess boundless energy, deep loyalty, and youthful love of learning. It may also point towards a new project you will soon be undertaking.",
  "Ten of Wands": "Burdens · Challenges · Intense pressure · Oppression · Overcommitment\n\n\nIf the X of Wands appears in your spread, you are likely working too hard, or taking on more burdens than you should. It can indicate both excessive workloads in pursuit of your goals, or as a result of attaining them.",
  "Nine of Wands": "Afraid · Cautious · Defensive · Impermanent Security · Inner strength\n\n\nThe IX of Wands is a bittersweet discovery in your spread, as it suggests both struggles ahead and the capacity within you to overcome them. Your life is probably comfortable at the moment, but there are also likely signs of trouble in some of the less critical aspects of your personal or professional life. Your inner strength will be called upon to maintain the current situation, and then to move forward when progress becomes possible for you.",
  "Eight of Wands": "Hasty actions · Journey and Travel · A Journey or Flight · Motion · End to a delay\n\n\nPrepare yourself for an abrupt increase in the pace of your life. Things are about to get very busy. They good news is that any projects you begin will progress quickly, you will experience few delays, and the conclusion is likely to be successful. This card is also good news for relationships, although it raises the possibility of needing to travel for relationships. All things considered, this is a good card to find in your spread, as long as you are willing to buckle down and get to work.",
  "Seven of Wands": "Coping and Resistance · Courage · Long-term successes · Perseverance · Strength\n\n\nYou almost certainly have great reserves of courage, and the perseverance to see yourself through difficult times. You may not be aware you possess these qualities, but you will find yourself needing them soon. Expect conflicts, possibly small, but more likely significant. It is not certain where they will arise, but there is no doubt you possess the ability to overcome your adversaries.",
  "Six of Wands": "Completion · Good news · Reward and Recognition · Success · Triumph\n\n\nYour past efforts are about to pay dividends if you find the Six of Wands in your spread. Whether in the form of recognition for your past work or material reward, some level of success is in your future. If you are waiting for some particular news, this card is most likely a portent of good news. However, it is also gentle reminder that magnanimity and grace should accompany your success. To avoid losing friends and inviting retributions, do not let the good fortune go to your head.",
  "Five of Wands": "Anxiety · Conflict · Disagreement · Strife · Struggle\n\n\nThe Five of Wands is never a welcome card, as long tradition suggests you will be in line for struggle and aggravation. Pay close attention to the surrounding cards to discover clues about which areas of your life will be subject to these conflicts. Expect them to be rooted in competition, and console yourself that a positive solution is not outside your reach. Just be prepared for the possibility that the victory will come at a personal cost.",
  "Four of Wands": "Celebrations and happiness · Completion · Harmony · New beginnings · Pleasure\n\n\nPeace and security follow in the wake of the Four of Wands, usually in the smaller aspects of your life. Do not let the limited scope bring you to underestimate the joy that simple successes can bring, however: This is a card of good endings and fresh starts. Its presence should be welcome if you are beginning a new relationship -- or a new phase of one, such as marriage or engagement -- and is especially good for those about to move residences.",
  "Three of Wands": "Achievement · Fresh starts · Long-term success · Partnerships · Trade\n\n\nIf you can bring the fullness of your creativity and inventiveness to the table, then the III of Wands brings good news. You are about to enter a time where your potential for productivity and accomplishment is very favourable. Keep your eyes open for new career opportunities and your mind open to new possibilities. The rewards these new opportunities bring, however, will only come in the fullness of time. You will need to be patient and stick around for the long haul. Also, look for new allies, as any new undertakings will be most successful if undertaken as partnerships.",
  "Two of Wands": "Achievement · Anxiety · Gain · Goals · Partnership\n\n\nThe II of Wands suggests the formation of partnerships in your immediate future, or the success of already existing joint ventures. You will likely find yourself in a position to reap the rewards of these partnerships, in the form of financial gain or promotion. One the same count, the rewards indicated are those fairly due to you, so this is better news for those in equitable partnerships than those who seek to profit at the expense of others. The presence of this card may also point to underlying insecurity or worry on your part. These feelings may be justified or not, based on the rest of the spread",
  "Ace of Wands": "Birth · Commencement · Creativity · Inventiveness · New Beginnings\n\n\nDrawing the Ace of Wands strongly suggests a new business enterprise being undertaken, traditionally, although some also interpret it to indicate childbirth. It speaks more strongly to the characteristics you will need to succeed in these new conditions. You will need to harness your potential for innovation, enthusiasm, and ambition to bring about a successful outcome.",
  "King of Pentacles": "Confident · Reliable · Security · Success · Wealth\n\n\nThe King of Pentacles embodies the mature and dependable aspects of maturity. Anyone represented by this card is tied to success and status. While it may refer to your own characteristics, the Kings most often stand in for other people in your life who can aid you. You can expect this person to value prudence of intelligence, and, if it represents an event, it may be a financial windfall or promotion.",
  "Queen of Pentacles": "Abundance · Financial help · Practicality · Prosperity · Wealth\n\n\nThe Queen is a card steeped in the tradition of family, and reflects a person, usually a woman, who is financially adroit, and possess a very pragmatic, practical, nature. This person will come to your aid in some financial matter, most likely advice on how to better manage your money.",
  "Knight of Pentacles": "Ambitious · Dependable · Faithful · Honourable · Thorough\n\n\nThe Knight of Pentacles symbolizes the virtues of patience, honour, and dependability, and his presence in your spread may indicate you, too, possess these traits. An alternative traditional view is that he represents a young man, a dependable bearer of good news who will soon enter your life.",
  "Page of Pentacles": "Attentive · Motivated · Scholarship · Skillful · Studious\n\n\nThe Page is always an intellectual card, and the suit of Pentacles is traditionally associated with introspection and conscientiousness, which may form the basis of your own personality. When acting as a portent, the Page brings good tidings for you or young people close to you, likely in academic or financial fields.",
  "Ten of Pentacles": "Close relationships · Family · Fortune · Inheritance · Prosperous\n\n\nYour financial security and emotional well-being are both positively indicated by the presence of this card in your spread. This is only partially your own doing, however, as these positive aspects are inextricably bound up in your close relationships with friends and family. It may also foretell an inheritance.",
  "Nine of Pentacles": "Abundance · Financial security · Opulence · Prosperous · Wealth\n\n\nThe IX of Pentacles represents significant financial reward, but one borne of hard work and careful planning on your part; a just reward for prudent actions. It may also indicate that a time of hardship for you is ending and a counter-balancing time of pleasant living is at hand. On a less positive note, it also indicates a solitary individual, so you may still be searching for companionship, and lack people to with whom share your gains.",
  "Eight of Pentacles": "Apprentice · Career · Craftsmanship · New skills · Prudence\n\n\nIf you are involved in any work requiring creative inspiration or craftsmanship, the VIII of Pentacles is a very positive card. This is doubly true if you are using skills you are still trying to master. This is as likely to be a hobby as your primary work. Unlike most of the suit, financial gain is not necessarily indicated, but a spiritual reward is. This is also not a guarantee, but rather a suggestion that if you are prudent and organized in your attempt, success is the likelier outcome.",
  "Seven of Pentacles": "Business & Trade · Long-term success · Occupation · Perseverance · Wealth\n\n\nA balanced card by nature the VII suggest you will avoid failure, but fall short of runaway success in an endeavour. Or, equally possible, that you will achieve your goals, but not in the time frame you had hoped for. You will face setbacks, and in order to succeed you will need to take care to avoid becoming too hesitant or timid. Progress may be slow or difficult, but it is possible.",
  "Six of Pentacles": "Distribution · Donation · Favour · Prosperity · Solvency\n\n\nSuccess in your life is bound up to generosity. This may mean your prosperity will arise from your investment in others, perhaps a financial investment, or maybe advice and support for a friend. This card can also mean the reverse, that your success will arise from the generosity of someone else. The two are, of course, not exclusive, and drawing this card suggests you naturally lean towards benevolent acts and charity.",
  "Five of Pentacles": "Emotional or Financial troubles · Inadequacy · Poverty · Scarcity · Worry\n\n\nThe V of Pentacles can, depending on the rest of your spread, refer to financial matters, employment, or relationships. Unfortunately, it is a negative indicator for all of them, suggesting duplicity, loss of jobs, and the possibility of infidelity. This is a time for you to carefully evaluate what matters in your life and work out your priorities, such as whether your job or your relationship matters most. In order to mitigate the damage in some areas of your life, you may have to let some of the other fall away.",
  "Four of Pentacles": "Certainty · Possessive · Reliable · Security · Tenacity\n\n\nPerhaps through a gift or inheritance, or possibly through your own business acumen, you are on a path leading towards financial and material security. This will likely be a pleasant chapter of your life, wherein your emotional and spiritual needs are satisfied.",
  "Three of Pentacles": "Excellence · Mastery · Satisfaction · Success · Teamwork\n\n\nIf you can maintain a clear sense of purpose over the coming months, you are well positioned to see you hard work get the recognition it deserves. It is not guaranteed, but if you maintain your own pace, and it may tax your interpersonal skills, as you will need to rely and trust on others for the best outcome. That outcome will be worth your determination, however, not only providing material reward, but leading to a sense of lasting accomplishment.",
  "Two of Pentacles": "Balance · Fluctuating Wealth · Juggling · Prudence · Transfer or Exchange\n\n\nThe II is, as always, bound up in the forces of change, and of balance. Like its brothers, the II of Pentacles can mean good or ill, but it as a strong indicator that the status quo will be disrupted. There will be challenges in your future, but your fate is largely in your own hands in the sense that the final outcome depends own how you respond to these challenges. The suit of this card suggests your best outcome is one that can be reached through prudence and careful planning.",
  "Ace of Pentacles": "Emotional stability · Financial gain · Luck · Recognition · Success\n\n\nAces always represent a new beginning in some form, and the Ace of Pentacles suggests a strongly positive one for you. Your life is about to enter a very productive period -- or at least a period which will see your work rewarded in good measure to the level of work you are willing to perform. This period will also see most of your relationship on stable ground, and, despite the hard work you may be doing, you will be very content with your situation."
}
